
select_language_msg =  🇺🇿 Assalomu alaykum <b>{$fullname}</b>! Keling oldin dastur tilini tanlab olamiz.

   🇷🇺 Здравствуйте, <b>{$fullname}</b>! Сначала выберем язык программирования.

language_uz =  🇺🇿 O'zbek tili

language_ru =  🇷🇺 Русский язык

selected_language_msg = Вы выбрали 🇷🇺 Русский язык.


cancel_action_msg =🔴 Отмена

change-appeal_btn_text =🔴 Отмена заявки

change-appeal_next_btn_text =➡️ Далее

exception_msg = ♻️ Заявки принимаются по рабочим дням с 09:00 до 18:00.
    ⚠️ Заявки, поданные в выходные и нерабочее время, будут приняты к рассмотрению в следующий рабочий день.

appeal_btn_text =📄 Отправить заявку

visible_appeal_btn_text =🔰 Зарегистрировавшись

hidden_appeal_btn_text =🔰 через Аноним

appeal-type-msg =👇 Выберите вид обращения!

hidden-appeal-title =<b>✍️ Напишите краткое содержание ситуации!</b>

     <i><b>Примечание.</b> Ваше обращение к заявителю будет рассмотрено в соответствии с законодательством.</i>

hidden-appeal-file-text =<b>📁 Прикрепите файл заявки!</b>
     <i>Загрузить файл для прикрепления!</i>

     <i>Если приложение недоступно, нажмите <b>➡️ Далее</b> </i>


confirm-appeal-text =✅ Ваша заявка <b>{$number} - номер</b> принята на рассмотрение.

base-menu-text = Главное меню

visible-appeal-title =<b>✍️ Введите свое полное имя!</b>
      <i><b>Например</b> Сабиров Камол Шухратович</i>

     <i><b>Примечание.</b> Ваше обращение будет рассмотрено в соответствии с законодательством.</i>

visible-appeal-phone-title =<b>✍️ Отправьте свой номер телефона!</b>

      <i>Чтобы отправить номер телефона, нажмите кнопку <b>📞 Номер телефона</b></i>

visible-appeal-address-title =<b>✍️ Введите свой адрес постоянного места жительства!</b>
      <i><b>Например</b> Хорезмская область, Шаватский район, село Кат-Кала, улица Беглара, 67</i>

change-language-text =⚙️ <b>Выберите язык программирования</b>

success-change-language =Вы изменили язык программы на <b>🇺🇿 Узбекский язык</b>.

request-phone-btn =📞 Номер телефона

bot-work-time-text = <b>⚠️ Рабочие часы закрыты</b> ⚠️
    <i>Этот бот предназначен для приема заявок в будние дни с 09:00 до 18:00.</i>

    <i>☝️ Чтобы отправить запрос, отправьте боту команду перезапуска /start во время выполнения. </i>



warning_appeal_text =⚠️ <b>Введена неверная информация</b>

    <i>Напишите краткое содержание апелляции в виде текстового сообщения!</i>

warning_appeal_file_text =⚠️ <b>Введена неверная информация</b>

    <i>Загрузите файл для подачи апелляции!</i>

warning_appeal_fullname_text =⚠️ <b>Введена неверная информация</b>

    <i>Пожалуйста, введите свое имя</i>

warning_appeal_phone_text =⚠️ <b>Введена неверная информация</b>

    <i>Пожалуйста, отправьте свой номер телефона</i>

warning_appeal_address_text =⚠️ <b>Введена неверная информация</b>

    <i>Пожалуйста, введите адрес вашего проживания</i>

unknown_error =⚠️ <b>Введена неверная информация</b>

    <i>Пожалуйста, повторите попытку позже.</i>

